[
	{
		"name": "Sweden",
		"values": {
			"Info": {
				"Description": [
					"Info missing"
				]
			}
		}
	},
	{
		"name": "Armenia",
		"values": {
			"Info": {
				"Description": [
					"In September 2012, the Armenian government adopted several amendments to the decree on Procurement Process Management, aimed at increasing the level of transparency and reducing corruption risks. In 2012, the e-procurement and e-payment website was launched. All open procurement state purchases were expected to be done through the e-procurement system from January 2012 onwards, but the system has faced some technical difficulties according to a report from the Business Anti-Corruption Portal."
				],
				"Main source assessed": [
					"www.gnumner.am"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from December 2012."
				],
				"Coverage of the full tender cycle": [
					"The Armenian web portal contains information that covers most of the tender cycle, except for information on contract finalization and bidder performance."
				],
				"Availability of full tender documentation": [
					"Technical specifications and administrative documentation are not available for download on the website."
				],
				"Fees for information services": [
					"The website is completely free to use."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Gnumner.am is the only available online database to consult calls for tenders published by the Armenian government."
				],
				"Diversity of information templates": [
					"Armenia has a total of 16 different announcement types."
				],
				"Machine readability of information": [
					"The information is not always machine readable. Most of the announcements are published in unstructured word documents."
				],
				"Pre-defined thematic structure of announcements": [
					"Call for tenders are not published as structured documents and contracts also vary a lot in their format."
				],
				"Search precision": [
					"The database is not very user friendly, and only allows the user to browse through pre-defined categories and their sub-categories."
				],
				"Traceability of the tender cycle": [
					"Tender cycle is traceable as contract award notices have an explicit reference to the title and ID of the original call for tenders."
				],
				"Organisation IDs": [
					"No IDs are provided."
				]
			}
		}
	},
	{
		"name": "Austria",
		"values": {
			"Info": {
				"Description": [
					"Auftrag.at is part of the Wiener Zeitung group, the Austrian Official Federal Gazette. Auftrag.at is the provider of Internet services for public e-procurement in the pre-awarding phase. It is mandated to publish all public tenders in Austria, but also includes all European tenders. In addition, it offers services to contracting authorities and business operators, from e-notification to e-submission."
				],
				"Main source assessed": [
					"www.auftrag.at"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2012."
				],
				"Coverage of the full tender cycle": [
					"Information regarding pre-tender information, call for tenders, modification or cancellation of tenders as well as the announcements of awarded contracts can be found in the website. Details on contract signature or information on contract finalization and bidder performance are not available."
				],
				"Availability of full tender documentation": [
					"Documentation is available for download, but a subscription is required."
				],
				"Fees for information services": [
					"The use of the website requires the payment of a monthly fee that ranges from 33 to 315€ a month."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Auftrag.at aggregates all Austrian tenders (local and federal above and below EU thresholds) and also includes all of the TED announcements."
				],
				"Diversity of information templates": [
					"The website lists a total of 25 different announcement templates."
				],
				"Machine readability of information": [
					"Information is machine readable and is mostly displayed in html format and downloadable as pdf."
				],
				"Pre-defined thematic structure of announcements": [
					"Although the data does have a pre-defined structure, different templates for the same type of announcement can be found."
				],
				"Search precision": [
					"The search function is only accessible with a subscription and offers 16 different options to filter the data. These options can also be combined with logical operators to make the search even more precise."
				],
				"Traceability of the tender cycle": [
					"There are no unique IDs identifying the different announcements within a tender, but the website shows the announcements (including contract awards) linked to a specific tender notice."
				],
				"Organisation IDs": [
					"No *Organisation IDs are provided."
				]
			}
		}
	},
	{
		"name": "Belgium",
		"values": {
			"Info": {
				"Description": [
					"Belgium has a centralized and open procurement platform named e-Procurement. It is maintained by the Federal Public Service (SFP) Personnel et Organisation of the Federal Government. The Flemish authorities and the Brussels Capital region publish their tender notices directly on this platform, whereas Walloon region authorities forward here the notices published in their own procurement platform. As of the 1st of January 2011, the platform fully incorporates the Bulletin des Adjudications, the previous procurement newsletter.",
					"The adoption of the e-tendering platform occurred progressively throughout the country. As of December 2011, the region Brussels commenced to accept electronic bids. As of January 2012 Flanders imposed the obligation to use e-tendering for all Flemish administrative units, whereas the Walloon region started to accept electronic bids through a parallel platform called IAM-PAM. As of January 2013 all federal Belgian organizations have accepted electronic bids for all tendering processes. The only exceptions are social security institutions which can opt whether to accept electronic bids.",
					"Flemish municipalities can choose autonomously whether to prohibit, allow, or make mandatory the use of online procurement. Similarly, Walloon municipalities choose autonomously whether to accept online bidding through the IAM tool. The German-speaking communities have not yet incorporated the use of online procurement in Belgium."
				],
				"Main source assessed": [
					"https://enot.publicprocurement.be/enot-war/home.do"
				],
				"Relevant links": [
					"E-Procurement:  https://enot.publicprocurement.be/enot-war/home.do",
					"Procurement contracts until December 2010: http://www.ejustice.just.fgov.be/bul/bulf.htm",
					"Public Procurement Federal Site:  http://www.publicprocurement.be/",
					"Walloon Region Procurement: http://marchespublics.cfwb.be/fr/recherches-d-avis/avis-de-marche/index.html"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from January 2011.",
					"Its preceding platform includes information since the year 2000."
				],
				"Coverage of the full tender cycle": [
					"The platform includes information on the tender cycle up until the announcement of the contract award."
				],
				"Availability of full tender documentation": [
					"Tender documentation in this platform includes all administrative documents to be considered by the bidders as well as all technical specifications in relation to the call."
				],
				"Fees for information services": [
					"The use of e-Procurement is free of charge. Moreover, users can create a special subscription to the platform in order to personalize tender searches and receive contract alerts without charges."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized database exists at the moment. The information prior to 2010 is located in an alternative source."
				],
				"Diversity of information templates": [
					"Notices are classified into three announcement types: call for tenders; announcement of modification, cancellation or additional information and contract award notice. The search engine, however, does not allow the user to filter these."
				],
				"Machine readability of information": [
					"The information is fully machine readable both in xml and pdf formats. For pre-2010 tenders the information is available in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"Each announcement follows a clear thematic structure, similar to that of Tenders Electronic Daily (TED)."
				],
				"Search precision": [
					"There are multiple search categories, although is it remarkable the absence of announcement type within the search options."
				],
				"Traceability of the tender cycle": [
					"Each tender can be traced through an individual reference number, as well as publication number."
				],
				"Organisation IDs": [
					"Contracting authorities do not have unique IDs."
				]
			}
		}
	},
	{
		"name": "Bulgaria",
		"values": {
			"Info": {
				"Description": [
					"The Bulgarian Public Procurement Portal is operated by the Bulgarian Public Procurement Agency that is an independent body supporting the Minister of Economy, Energy and Tourism. This is a centralized information system containing information on all of the national tenders. The site includes tender information irrespective to applicable thresholds: below national threshold tenders are also frequently published. The structure of the stored information is equivalent to the EU structure. Certain introductory stages of an electronic procurement system are already implemented, such as e-Publication, e-Notification and e-Sender, e-Documentation, Questions and clarifications."
				],
				"Main source assessed": [
					"www.aop.bg"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2005."
				],
				"Coverage of the full tender cycle": [
					"Except modification/cancellation and contract signature, the central website contains documents on all the other phases of the procurement process."
				],
				"Availability of full tender documentation": [
					"Administrative documentation and technical specificities are available via linked websites."
				],
				"Fees for information services": [
					"Both simple and advance search are freely available, but for certain tenders, the documentation is payable."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains both below and above EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"There are 18 different model announcement types."
				],
				"Machine readability of information": [
					"The information is fully machine-readable in semi-structured html format."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are highly structured."
				],
				"Search precision": [
					"Tenders and tender documents can be searched by many criteria."
				],
				"Traceability of the tender cycle": [
					"Each tender can be traced through an individual reference number, as well as publication number."
				],
				"Organisation IDs": [
					"Both suppliers and contracting entity IDs are available."
				]
			}
		}
	},
	{
		"name": "Croatia",
		"values": {
			"Info": {
				"Description": [
					"The Croatian Electronic Public Procurement Classifieds is a portal where contracting authorities publish notices in accordance with the Public Procurement Act of the Republic of Croatia (Official Gazette NN, 90/2011, 83/13, 143/13 and 13/14), which was harmonized with EU Directives 2004/17 EC and 2004/18 EC in the public procurement field. The website allows users to view the list of all published public procurement notices in the “List of Notices” section anonymously and for free, but requires payment for further functionalities, such as tender search or document downloads."
				],
				"Main source assessed": [
					"https://eojn.nn.hr"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2008."
				],
				"Coverage of the full tender cycle": [
					"The Electronic Public Procurement Classifieds offers only information regarding call for tenders and their modifications. No information on contracts is by the website."
				],
				"Availability of full tender documentation": [
					"Administrative and technical documentation are available for download to registered users."
				],
				"Fees for information services": [
					"The website allows the possibility to browse the available call for tenders for free and anonymously, but requires payment for more advanced functionalities such as the advanced search capabilities. Prices range from 130 to 630€ depending on the type of subscription chosen."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"eojn.nn.hr is the centralized public procurement platform of Croatia all national and EU level tenders are published on this platform."
				],
				"Diversity of information templates": [
					"The Croatian procurement website distinguishes only between active and past call for tenders."
				],
				"Machine readability of information": [
					"Some basic information regarding tenders is displayed as html, some more specific information can be downloaded as pdf files."
				],
				"Pre-defined thematic structure of announcements": [
					"Announcements are highly structured."
				],
				"Search precision": [
					"The basic/free version of the website offers very limited search capabilities (only 6 fields)."
				],
				"Traceability of the tender cycle": [
					"The call for tenders have a unique ID number, but since there is no information provided on contract awards, it is not possible to track the full tender cycle with the information provided in the website."
				],
				"Organisation IDs": [
					"ID of the contracting authority is provided."
				]
			}
		}
	},
	{
		"name": "Cyprus",
		"values": {
			"Info": {
				"Description": [
					"In November 2009, Cyprus introduced its website for conducting public procurement competitions:  the Cyprus eProcurement System (CyePS). The CyePS has won several awards, including the Innovation Award of 2010 by OEB for the development and implementation of the eProcurement System. This recognition complements the success of the eProcurement System to classify Cyprus, first in the area of e-Procurement amongst the Member States of the EU for 2 consecutive years, the eProcurement System of the Republic of Cyprus was also awarded the Good Practice Label in the framework of the 4th European eGovernment Awards 2009."
				],
				"Main source assessed": [
					"www.eprocurement.gov.cy"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2009."
				],
				"Coverage of the full tender cycle": [
					"Except for details regarding the contract signature and information on contract finalization, the Cypriot website provides relevant information on all phases of the tender cycle."
				],
				"Availability of full tender documentation": [
					"Technical specifications and administrative documentation are available for download in the portal. Documents containing clarifications are also posted online."
				],
				"Fees for information services": [
					"The use of the website is free."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"e-procurement.gov.cy is a centralized database that contains all EU as well as national call for tenders."
				],
				"Diversity of information templates": [
					"There are 6 announcement types, including call for tenders, award and cancellation."
				],
				"Machine readability of information": [
					"Information is displayed as html, but additional documents can be downloaded as pdf files."
				],
				"Pre-defined thematic structure of announcements": [
					"Announcements are highly structured as they all follow a pre-defined template."
				],
				"Search precision": [
					"eprocurement.gov.cy offers an ample list of criteria to refine a search for specific tenders."
				],
				"Traceability of the tender cycle": [
					"Call for tenders and contract award notices have unique ID numbers, but the first are referenced in the latter."
				],
				"Organisation IDs": [
					"Organisation IDs are not published"
				]
			}
		}
	},
	{
		"name": "Czech Republic",
		"values": {
			"Info": {
				"Description": [
					"All published forms related to single procurement are well available within one centralized system called Vestnik with slightly more features and content than TED. The system has been created in 2006 after the implementation of the EU directive. In 2011 it went through a major restructuring, which included data migration to new service provider. Further data are available only in decentralized form on buyer profile, which are machine readable though - this includes data on bidders, tender documents, actual money paid etc."
				],
				"Main source assessed": [
					"http://www.vestnikverejnychzakazek.cz"
				],
				"Relevant links": [
					"Contracts registry (not only procurement contracts), with paid sums:",
					"https://www.crz.gov.sk",
					"Documents registry including individual bids and other documents:",
					"http://crdvo.uvo.gov.sk"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2006."
				],
				"Coverage of the full tender cycle": [
					"The cycle is covered until the announcement of the contract winner."
				],
				"Availability of full tender documentation": [
					"Documentation is not linked to the announcements."
				],
				"Fees for information services": [
					"Searching announcements and receiving alerts is free. The access to full tender documentation is payable for certain tenders."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"There is one official centralized public procurement platform in the country."
				],
				"Diversity of information templates": [
					"There is a total 25 information templates in the country, 12 involving call for tenders, contract award and contract modification."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements have a high level of thematic structuring."
				],
				"Search precision": [
					"There is a total of 25 search categories."
				],
				"Traceability of the tender cycle": [
					"The tender cycle is highly traceable through unique IDs both for announcements and contracts."
				],
				"Organisation IDs": [
					"Both supplier and contracting entities have unique published IDs."
				]
			}
		}
	},
	{
		"name": "Denmark",
		"values": {
			"Info": {
				"Description": [
					"Udbud.dk gives an overview of the Danish authorities' procurement. It shows national tenders, EU procurement and government procurement plans. Since April 1, 2012, all entities must use this website to announce the purchase of goods and services covered by the Danish Act on Tender Procedures for Public Works."
				],
				"Main source assessed": [
					"www.udbud.dk"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2012."
				],
				"Coverage of the full tender cycle": [
					"The information available at udbud.dk does not allow to track the full tender cycle. Information regarding procurement plans, call for tenders and modification or cancellations are available in the website, but there is no information published regarding contract awards or contract finalization."
				],
				"Availability of full tender documentation": [
					"The website does not contain administrative documentation, technical specifications or questions posed by interested bidders. However, the links to the websites containing them are often provided."
				],
				"Fees for information services": [
					"The use of the website is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Udbud.dk gives an overview of the Danish authorities' procurement including national procurement, EU procurement and government procurement plans. The website is described as “the Danish public procurement in one place”."
				],
				"Diversity of information templates": [
					"There are 3 different announcement types in the website (EU tenders, Danish tenders and procurement plans)."
				],
				"Machine readability of information": [
					"The information available is machine readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"There is one template used, containing the core set of information for each tender. However, the notices/documents containing more detailed information can vary significantly."
				],
				"Search precision": [
					"Udbud.dk offers several tools to find public procurement announcements. It includes search options for free text or the possibility to get an overview of the announcement published by date or geographical location. The site offers a total of 12 search categories."
				],
				"Traceability of the tender cycle": [
					"The tender cycle cannot be identified with the information provided in the website because there are no announcement ID numbers and no contract awards."
				],
				"Organisation IDs": [
					"No *Organisation IDs are provided in the website."
				]
			}
		}
	},
	{
		"name": "European Commission",
		"values": {
			"Info": {
				"Description": [
					"The tender documents of public procurements subject to the European regulation are stored in the TED database, which is a supplement to the Official Journal of the EU, dedicated to European public procurement. Although only tenders published in the last 5 years are searchable, previous documents are also downloadable via an ftp access going back to 1993. Besides the official site, there are two other websites (ted.openspending.org and spendnetwork.org) re-publishing tender information in a structured form."
				],
				"Main source assessed": [
					"http://ted.europa.eu/"
				],
				"Relevant links": [
					"https://www.spendnetwork.com/",
					"http://ted.openspending.org/"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 1993. Prior tenders are available for download through an ftp."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive)."
				],
				"Availability of full tender documentation": [
					"Documentation is not linked to the announcements."
				],
				"Fees for information services": [
					"Both simple and advance search are freely available, but for certain tenders, the documentation is payable."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains all EU level procurement tender information."
				],
				"Diversity of information templates": [
					"There are 26 different model announcement types."
				],
				"Machine readability of information": [
					"The information is fully machine-readable in structured xml format. Archived documents (more than 5 years old) are also available in xml format."
				],
				"Pre-defined thematic structure of announcements": [
					"Each announcement follows a clear thematic structure."
				],
				"Search precision": [
					"Tenders and tender documents can be searched by many (18) criteria."
				],
				"Traceability of the tender cycle": [
					"Unique document IDs are used with (often missing) mandatory referencing. Although the majority of announcements can be connected by tender through referencing, in a significant portion of the cases, these connections cannot be set-up."
				],
				"Organisation IDs": [
					"Neither suppliers nor contracting entity IDs are available."
				]
			}
		}
	},
	{
		"name": "Estonia",
		"values": {
			"Info": {
				"Description": [
					"The e-procurement site was launched on 2nd February 2011. It is maintained by the Ministry of Finance, also offering overall assistance for tender participants (e.g. training). Tender documents, questions from interested parties and clarifications from contracting authorities are openly available online without registration since February 2014. Procurement document data is archived after five years, and stored for at least twenty-five years."
				],
				"Main source assessed": [
					"www.riigihanked.riik.ee"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2005."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive)."
				],
				"Availability of full tender documentation": [
					"Administrative and technical documentation, and questions are also available on the central PP website."
				],
				"Fees for information services": [
					"The use of the website is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains both below and above EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"There are 16 different national announcement types."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are highly structured."
				],
				"Search precision": [
					"There are several (17) search categories."
				],
				"Traceability of the tender cycle": [
					"Each tender can be traced through an individual reference number, as well as publication number."
				],
				"Organisation IDs": [
					"Both suppliers and contracting entity IDs are available."
				]
			}
		}
	},
	{
		"name": "Finland",
		"values": {
			"Info": {
				"Description": [
					"The platform HILMA is a public and open centralized database hosted by the Ministry for Employment and the Economy of Finland. Following the Finnish Act on Public Contracts of 2007 (348/2007), all contract notices above the national thresholds must be send for publication to a body defined by the Ministry of Employment and Economics. The electronic system HILMA was designed with this purpose. Prior to the 2007 reform, only the contracts above the EU thresholds were mandatorily published. After notices have been advertised in HILMA, contracting authorities have the freedom to publish their procurement announcements through other channels."
				],
				"Main source assessed": [
					"HILMA: http://www.hankintailmoitukset.fi/fi/"
				],
				"Relevant links": [
					"Public Procurement Advisory Unit:  http://www.hankinnat.fi/fi/Sivut/default.aspx"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2011."
				],
				"Coverage of the full tender cycle": [
					"Only pre-information notices and calls for tenders are published, while no information exists on the authorities’ decisions regarding the bidding process."
				],
				"Availability of full tender documentation": [
					"For some invitation to tenders the technical specificities are attached."
				],
				"Fees for information services": [
					"Browsing tender notices is free of charge. Additional fee-paying services allow users to follow-up notices and receive personalized alerts by email."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"HILMA is the public procurement site that centralizes all invitations to tender in the country, as well as all EU tender notices."
				],
				"Diversity of information templates": [
					"A total of 16 templates exist, of which only 4 refer to national tenders, and 12 refer to EU notices."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"Each announcement follows a clear thematic structure, with guiding subheading in all cases."
				],
				"Search precision": [
					"Only 6 search categories exist, although these include the most helpful ones."
				],
				"Traceability of the tender cycle": [
					"Contracts do not have an administrative identifier, only a publication source and date."
				],
				"Organisation IDs": [
					"Contracting authorities have a unique ID, while bidders are identified by name and address only."
				],
				"Other highlights": [
					"In addition to the HILMA electronic system, the independent Public Procurement Advisory Unit working jointly with the Ministry of Employment and the Economy and the Association of Finnish Local and Regional Authorities provides free advice to Finnish contracting authorities requiring advice on procurement matters."
				]
			}
		}
	},
	{
		"name": "France",
		"values": {
			"Info": {
				"Description": [
					"The site Boamp.fr is France’s online procurement announcements platform and the electronic version of the Official Gazette of Procurement (Boamp) that exists since 1957. It is hosted by the Department of Legal and Administrative Information (DILA), a subunit of the General Secretary of Government. Announcements in Boamp can be browsed without registration, although bidders are required to register (for free) in order to download procurement documents or react to announcements of interest. The site also offers free alerts with personalized criteria and a mobile version for smart phones. Publication in Boamp is mandatory for tenders above the national thresholds.",
					"A complementary platform is Marchés-Publics, an inter-ministerial website used by contracting authorities in order to organize their tender announcements. Companies can also submit electronic tenders through Marchés-Publics."
				],
				"Main source assessed": [
					"www.boamp.fr"
				],
				"Relevant links": [
					"Marchés-publics: marches-publics.gouv.fr"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2006."
				],
				"Coverage of the full tender cycle": [
					"The status of tenders is informed until the announcement of the contract winner."
				],
				"Availability of full tender documentation": [
					"Administrative documents and technical requirements can be accessed after registration."
				],
				"Fees for information services": [
					"The use of the website is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Boamp is the official and mandatory publication platform, although tenders are also published in the complementary platform Marchés-publics. Multiple private providers offer similar services."
				],
				"Diversity of information templates": [
					"Boamp has a total of 8 announcement types."
				],
				"Machine readability of information": [
					"The information is fully machine-readable in html and pdf formats."
				],
				"Pre-defined thematic structure of announcements": [
					"The thematic structuring of above EU threshold tenders is clear and uniform across announcements; while below threshold tenders display unstructured and heterogeneous thematic information for each announcement."
				],
				"Search precision": [
					"Boamp has eleven different search criteria."
				],
				"Traceability of the tender cycle": [
					"The tender cycle is highly traceable as both tenders and announcements have unique IDs."
				],
				"Organisation IDs": [
					"Contracting authorities do not have unique IDs in the announcements."
				],
				"Other highlights": [
					"Since April 2014 Boamp is taking part of an experimental project called Marchés Publics Simplifiés (MPS). MPS is a simplified tender procedure aimed at reducing administrative burden by requiring only a self-declaration from bidders that they fulfil the requirements. It only applies to lower amount tenders."
				]
			}
		}
	},
	{
		"name": "Georgia",
		"values": {
			"Info": {
				"Description": [
					"The Georgian public procurement system has faced a significant development in the recent years: a fully electronic public procurement system was introduced in 2010, under the Competition and State Procurement Agency. Although the search interface contains some core information of the tenders, detailed description is only available in the often poorly structured (hence not machine-readable) tender documents.",
					"Based on the data available at the Competition and Procurement Agency’s online platform, Tender monitor (tendermonitor.ge) – a website created by Transparency International – makes Georgian public procurement tenders more transparent, by making the data easily searchable by basic tender, supplier and buyer information. It also assesses corruption risks of the tenders based on bidder number, low price competition etc."
				],
				"Main source assessed": [
					"tenders.procurement.gov.ge"
				],
				"Relevant links": [
					"http://tendermonitor.ge"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from November 2010."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive). However, there is no pre-tender information published."
				],
				"Availability of full tender documentation": [
					"Administrative and technical documentation, and exemption documents are readily available."
				],
				"Fees for information services": [
					"The use of e-procurement portal is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains both below and above EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"There is one template used, containing the core set of information for each tender. However, the notices/documents containing more detailed information are not structured, hence very diverse."
				],
				"Machine readability of information": [
					"A core set of information is machine readable in html format, but the many of the documents are scanned pdf files."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are poorly structured. Although the core tender information is available in a highly structured form, the announcements are only poorly structured."
				],
				"Search precision": [
					"There are many (13) search categories."
				],
				"Traceability of the tender cycle": [
					"Each tender can be traced through an individual reference number."
				],
				"Organisation IDs": [
					"Both suppliers and contracting entity IDs are available."
				]
			}
		}
	},
	{
		"name": "Germany",
		"values": {
			"Info": {
				"Description": [
					"Germany does not have a unified set of public procurement regulations for tenders that fall below the EU thresholds. As a result, the publication and monitoring is decentralised at the federal state level and different local procurement portals exist. Bund.de is the main access point to the electronic information and administrative services of the German public administration and contains tenders from the federal, state and local governments as well as of vacancies in the public administration."
				],
				"Main source assessed": [
					"www.bund.de"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2014."
				],
				"Coverage of the full tender cycle": [
					"The German public procurement website contains active call for tenders at the national and EU level as well as some previously awarded tenders. However, the information regarding contracts is often minimal for national level tenders."
				],
				"Availability of full tender documentation": [
					"Bund.de sometimes contains pdf documents with the full tender documentation. Sometimes links are provided to access this information."
				],
				"Fees for information services": [
					"The use of the website is free."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Germany has several procurement platforms. Bund.de and e-vergabe.de contain all tenders published by the federal government and a number of Länder (states) and municipalities. These two platforms also contain all EU level tenders. Since there is no unified legal framework regulating the publication of tenders underneath the EU thresholds, some tenders are only published in the procurement portals of the respective Länder or in other private platforms."
				],
				"Diversity of information templates": [
					"Bund.de contains 3 types of announcement: call for tenders, awarded tenders and tenders awarded through e-procurement."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format. More detailed information regarding the tenders can also be downloaded as pdf documents."
				],
				"Pre-defined thematic structure of announcements": [
					"Some basic information regarding the call for tenders is always displayed in a systematic and organized manner. However, the more detailed information of the announcements can differ greatly, especially across national level tenders."
				],
				"Search precision": [
					"The website allows to search for announcements through the use of a total of 8 filters including location, type of contract, type of procedure and type of announcement."
				],
				"Traceability of the tender cycle": [
					"Awarded contracts refer to the announcement number/ID."
				],
				"Organisation IDs": [
					"The website does not provide *Organisation IDs for the contracting authority or the supplier."
				]
			}
		}
	},
	{
		"name": "Greece",
		"values": {
			"Info": {
				"Description": [
					"The National Electronic Public Procurement System (Εθνικό Σύστημα Ηλεκτρονικών Δημοσιών Συμβάσεων – Ε.Σ.Η.ΔΗ.Σ) is a centralized e-procurement system containing information on all of the national tenders - over 60.000 Euros. The system was established in 2013 and all public institutions and bodies are imposed to the obligation to use the e-procurement system for all their tendering processes – end of December 2015 is the final deadline. In particular, the system has functions relating to the preparation and the publication of a tender, the submission from potential contractors/suppliers, the evaluation and the contract award. Three different types of tenders are being published at Ε.Σ.Η.ΔΗ.Σ: work execution tenders, tenders for providing services and supply of goods.",
					"Greece has established also the Central Electronic Registry of Public Contracts (Κεντρικό Ηλεκτρονικό Μητρώο Δημοσιών Συμβάσεων –ΚΗΜΔΗΣ). The Registry is hosted on the portal of the national system of electronic public contracts (Ε.Σ.Η.ΔΗ.Σ) and are both managed by the General Secretariat of Commerce within the Ministry of Economy, Infrastructure, Shipping and Tourism. Since March 2013, transactions regarding public tenders, public contracts and payments over a value of 1000 Euros by any ministry or public agency must be registered and processed through ΚΗΜΗΔΣ. ΚΗΜΗΔΣ is not an e-procurement system."
				],
				"Main source assessed": [
					"The National Electronic Public Procurement System (Εθνικό Σύστημα Ηλεκτρονικών Δημοσιών Συμβάσεων – Ε.Σ.Η.ΔΗ.Σ)"
				],
				"Relevant links": [
					"E-procurement: http://www.eprocurement.gov.gr/",
					"Procurement contracts and abstract of tenders (before and after 2013): https://diavgeia.gov.gr/",
					"Procurement contracts and contract completion notices: http://www.ggde.gr/"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"The central PP website contains tender notices from 2013 onwards. Before 2013 public procurement tenders were available at ΔΙΑΥΓΕΙΑ website (Transparency)."
				],
				"Coverage of the full tender cycle": [
					"The platform includes information on the tender cycle until the announcement of contract award – in some cases the announcement/decision of contract awards is not available. Awarding public contracts are available at ΔΙΑΥΓΕΙΑ website and at the website of the Ministry of Economy, Infrastructure, Shipping and Tourism as well as at ΚΗΜΔΗΣ. Contract finalizations and assessments can be found at the website of the Ministry, but only a small number of them."
				],
				"Availability of full tender documentation": [
					"Administrative documentation, technical specificities, studies according to the tenders, budget supplies, financial offers and procurement specifications are available."
				],
				"Fees for information services": [
					"The use of the platform is free of charge. Users can create an account for better personalized information."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"There is one centralized electronic database that started to function in 2013. Prior to 2013 information was located in ΔΙΑΥΓΕΙΑ website (Transparency). This website is still functional and it contains abstract of tenders and acts of awarding public contracts."
				],
				"Diversity of information templates": [
					"No standard template is used."
				],
				"Machine readability of information": [
					"There is a fully machine-readable in semi-structured PDF and docx format. A subset of tender information can be exported in an excel format as well."
				],
				"Pre-defined thematic structure of announcements": [
					"There is not a clear thematic structure. Public institutions and bodies are using different types of structures and practices."
				],
				"Search precision": [
					"There are many search categories such as the tender’s status, the date of publication, CPV code, submission date, tender’s ID, announcement’s ID etc.  In practice many of these categories do not work. The possibility of searching the tender according to the announcement type does not exist."
				],
				"Traceability of the tender cycle": [
					"Every tender can be traced through an individual number (Αριθμός Διακήρυξης), as well as through an announcement number (Αριθ./Α/Α Συστήματος)."
				],
				"Organisation IDs": [
					"Suppliers and contract entity IDs are not available."
				],
				"Other highlights": [
					"The e-procurement PP system is a new one in Greece and public institutions and bodies are not fully familiarized with its functioning. As a result the practices adopted by the authorities and the data available in each tender document differ significantly."
				]
			}
		}
	},
	{
		"name": "Hungary",
		"values": {
			"Info": {
				"Description": [
					"The Hungarian public procurement portal is operated by the Hungarian Public Procurement Authority. The portal is a centralised repository of both below and above EU level procurement tender documents. Besides the official public procurement portal, there are two other repositories of tender data. Both kozpenzkereso.eu and kozbeszerzes.ceu.hu contains analysable tender level data, based on the tender documents available at the official site. The former also reports corruption risk indicators"
				],
				"Main source assessed": [
					"http://kozbeszerzes.hu"
				],
				"Relevant links": [
					"www.kozpenzkereso.eu",
					"www.kozbeszerzes.ceu.hu"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2005."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive), and documents on tender fulfillment are also available."
				],
				"Availability of full tender documentation": [
					"Documentation is not linked to the announcements."
				],
				"Fees for information services": [
					"Simple and advanced notice search is free of charge, but fee is payable for tender documentation in certain documentation."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains both below and above EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"There are 22 different national announcement types."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"The documents are highly structured."
				],
				"Search precision": [
					"There are several (21) search categories."
				],
				"Traceability of the tender cycle": [
					"Unique document IDs are used, but referencing was mandatory only until 2012."
				],
				"Organisation IDs": [
					"Neither the suppliers’ nor the contracting entity IDs are available."
				]
			}
		}
	},
	{
		"name": "Iceland",
		"values": {
			"Info": {
				"Description": [
					"The main site containing all purchases of the central government in Iceland is maintained by Ríkiskaup – the State Trading Center – which is part of the Ministry of Finance. This central website only contains the most recent tenders, and unlike in other countries, the calls for tender (with direct links to the payable tender documentation) and contract award notices contain a relatively limited set of information only. Historical data is not available, hence not searchable at this central website.",
					"In principle, all contracting authorities are solely responsible for their own public procurement tendering. Therefore, there are multiple local or specialised websites for tenders other than the central purchases beyond the central government’s site."
				],
				"Main source assessed": [
					"rikiskaup.is"
				],
				"Relevant links": [
					"Other auction sites:",
					"http://www.reginn.is/frettir/utbod/nidurstodur-utboda/",
					"http://www.vegagerdin.is/framkvaemdir/utbod/http:/",
					"http://utbod.lv.is/is/",
					"http://fastrik.is/framkvaemdir/index.html",
					"http://fsr.is/Utbod"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"No historical data is available."
				],
				"Coverage of the full tender cycle": [
					"Only call for tender and contract award notices are available."
				],
				"Availability of full tender documentation": [
					"Administrative and technical information is available (for a fee)."
				],
				"Fees for information services": [
					"Simple notice search is free, but a fee is payable for accessing documentation."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"There is one central website, however there are many other specialized portals as well."
				],
				"Diversity of information templates": [
					"No standard template is used."
				],
				"Machine readability of information": [
					"The information is not machine readable."
				],
				"Pre-defined thematic structure of announcements": [
					"There are no pre-defined announcements."
				],
				"Search precision": [
					"There is no search engine, as historical data is not available."
				],
				"Traceability of the tender cycle": [
					"A unique tender ID is used."
				],
				"Organisation IDs": [
					"Buyer ID is used in certain cases."
				]
			}
		}
	},
	{
		"name": "Ireland",
		"values": {
			"Info": {
				"Description": [
					"The website eTenders is Ireland’s open and centralized procurement portal. It is managed by the Office of Government Procurement (OGP), a special unit created in 2014 under the Department for Public Expenditure and Reform in order to homogenize procurement processes across the country and implement the procurement reform agenda. The OGP makes the strategic decisions regarding the website, but its maintenance is outsourced to a private company. ETenders publishes all tenders above EU thresholds as well as many lower amount tenders, although it is projected that it will publish all notices in the near future. The website was first launched in 2001 by the Ministry of Finance."
				],
				"Main source assessed": [
					"eTenders: https://irl.eu-supply.com/ctm/supplier/publictenders"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2006."
				],
				"Coverage of the full tender cycle": [
					"The status of the tendering process is followed until the contract is awarded."
				],
				"Availability of full tender documentation": [
					"The website does not provide additional tender documents, these only become available after expression of interest or after the contract was awarded."
				],
				"Fees for information services": [
					"The use of the website is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"eTenders is the only official procurement platform in Ireland."
				],
				"Diversity of information templates": [
					"At the moment only two template types are included: call for tenders and awards."
				],
				"Machine readability of information": [
					"The information is fully machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"Very few thematic categories exist for each announcement."
				],
				"Search precision": [
					"A total of 6 search category options exist in the website."
				],
				"Traceability of the tender cycle": [
					"Tenders are highly traceable along the cycle, as there are unique identifiers for both contracts and announcements."
				],
				"Organisation IDs": [
					"Both contracting authorities and companies have a specific number assigned."
				]
			}
		}
	},
	{
		"name": "Italy",
		"values": {
			"Info": {
				"Description": [
					"Italy’s autonomous Anticorruption Authority (ANAC) hosts and manages the Transparency Portal, which includes a comprehensive database of procurement announcements. ANAC was founded in 2014, after absorbing the duties of the preceding Commission for the Integrity and Transparency of Public Administrations (CiVIT) and the Authority for Procurement Oversight (AVCP). ANAC inherited from the latter the centralized publication and monitoring of procurement contracts. ANAC only publishes tenders that are communicated to the agency by contracting authorities. Although this reporting is mandatory, it does not take place in all cases.",
					"In addition, the Ministry of Infrastructure hosts an alternative database of procurement announcements, with information that partially overlaps with that of ANAC. This alternative platform offers, in turn, links to all regional websites advertising procurement announcements."
				],
				"Main source assessed": [
					"ANAC’s Transparency Portal: http://portaletrasparenza.avcp.it/microstrategy/html/index.htm"
				],
				"Relevant links": [
					"Infrastructure Ministry, Public Procurement: https://www.serviziocontrattipubblici.it/ricerca/cerca_appalti.aspx"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2009."
				],
				"Coverage of the full tender cycle": [
					"Tenders are followed until the award of the contract."
				],
				"Availability of full tender documentation": [
					"No additional documentation on the tender is offered on this website."
				],
				"Fees for information services": [
					"No fees are charged to access the information."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"At least four different official sources of procurement announcement information exist in the country: ANAC’s Transparency Portal, the Ministry of Infrastructure procurement portal, several regional websites and the Official Gazette of Italy, which dedicates a special section to procurement announcements. All of these contain partially-overlapping information."
				],
				"Diversity of information templates": [
					"The information displayed in ANAC’s website does not follow different templates for different announcement types. Each item contains all the information that exists up to date on each individual tender."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"Tender information is organized along a moderate number of thematic categories, although most of these are not clear subheadings but rather administrative acronyms of difficult interpretation. No glossary of terms is offered for the user."
				],
				"Search precision": [
					"ANAC’s website offers 17 search categories. However, certain search parameters are obligatory in order to see any results. These parameters (tender title, name or fiscal code of the contracting authority, winning bidder and contract unique identifier) are not guided by any drop-down menu and require certain administrative knowledge of the system."
				],
				"Traceability of the tender cycle": [
					"The tender cycle is followed until the award of the contract. In a large number of cases, however, the information on contract winners is missing."
				],
				"Organisation IDs": [
					"Both contracting authority and bidders are listed with their respective fiscal codes."
				]
			}
		}
	},
	{
		"name": "Latvia",
		"values": {
			"Info": {
				"Description": [
					"The Latvian public procurement portal (www.iub.gov.lv) is maintained by the Procurement Monitoring Bureau (Iepirkumu Uzraudzibas Birojs), under the Latvian Finance Ministry as a direct public administration institution. The central site contains both national and European level public procurement tender announcements. Although it is a decentralized public procurement system, there is an increasing trend to centralize tendering processes. The Latvian portal contains the complaint documents on tendering processes as well."
				],
				"Main source assessed": [
					"www.iub.gov.lv"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2005."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive)."
				],
				"Availability of full tender documentation": [
					"Tender documentation is not directly linked to the announcements."
				],
				"Fees for information services": [
					"Simple and advanced notice search is free of charge. Documentation is payable in certain cases."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains both below and above EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"There are 6 different national announcement types."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"Announcements are highly structured."
				],
				"Search precision": [
					"There are several (21) search categories."
				],
				"Traceability of the tender cycle": [
					"Both unique tender IDs and document IDs are used. However, document IDs are embedded in the announcement’s url."
				],
				"Organisation IDs": [
					"Both suppliers and contracting entity IDs are available."
				]
			}
		}
	},
	{
		"name": "Lithuania",
		"values": {
			"Info": {
				"Description": [
					"The Lithuanian Central Public Procurement Portal was launched in 2008, and it is maintained by the Public Procurement Office of the Ministry of Economics. Since the launch of this new public procurement portal, it is possible to organize and implement all procedures online. Although it is not fully mandatory, most of the procurement tenders are implemented in an electronic environment. The portal publishes not only the tender related announcements, but also the detailed documentation (the latter is mandatory since 2009 September)."
				],
				"Main source assessed": [
					"cvpp.lt"
				],
				"Relevant links": [
					"http://www.vpt.lt"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from September 2008."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive)."
				],
				"Availability of full tender documentation": [
					"Documentation is not directly linked to the announcements."
				],
				"Fees for information services": [
					"Simple and advanced notice search is free of charge. Documentation is payable in certain cases."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains both below and above EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"There are 21 different national announcement types."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are highly structured."
				],
				"Search precision": [
					"There are many (14) search categories."
				],
				"Traceability of the tender cycle": [
					"Both unique tender IDs and document IDs are used. However, only tender IDs are searchable, and highlighted only in the url name, but not at the announcement’s unique html pages."
				],
				"Organisation IDs": [
					"Both suppliers and contracting entity IDs are available."
				]
			}
		}
	},
	{
		"name": "Luxembourg",
		"values": {
			"Info": {
				"Description": [
					"Luxembourg’s official procurement portal is the PMP (Portail des Marchés Publics), managed by the Department of Public Works of the Ministry of Sustainable Development and Infrastructure (MDDI). The website is hosted by the Center for Information Technology of the State (CTIE). It allows users to browse tenders, personalize searches and submit their online bids free of charge. Since 2009 all contracting authorities are obliged to publish their announcements in the PMP website."
				],
				"Main source assessed": [
					"https://pmp.b2g.etat.lu/?page=entreprise.EntrepriseHome"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2012."
				],
				"Coverage of the full tender cycle": [
					"Tenders are followed until the contract is awarded by the contracting authority."
				],
				"Availability of full tender documentation": [
					"Administrative documents and technical specificities become available after registration in the website."
				],
				"Fees for information services": [
					"The use of the website is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"PMP is the only official centralized procurement notices platform in the country."
				],
				"Diversity of information templates": [
					"The announcements follow three different templates: pre-information notices, call for tenders and tender awards."
				],
				"Machine readability of information": [
					"The information is machine-readable in pdf and word formats."
				],
				"Pre-defined thematic structure of announcements": [
					"Announcements that are sent to the national press have very scarce information, are highly unstructured and have few thematic sub-divisions."
				],
				"Search precision": [
					"The PMP website has 13 advanced search categories."
				],
				"Traceability of the tender cycle": [
					"Each tender has a unique ID, while announcements have no identification number."
				],
				"Organisation IDs": [
					"No IDs are used for either contracting authorities or winning bidders."
				]
			}
		}
	},
	{
		"name": "Malta",
		"values": {
			"Info": {
				"Description": [
					"The site contracts.gov.mt is the most comprehensive procurement information platform in Malta. It is managed by the Department of Contracts of the Ministry of Finance (MFIN) and publishes information regarding traditional (paper-based) tendering processes administered by the Department of Contracts on behalf of other contracting authorities. However, Malta is currently undergoing a transition towards the platform Etenders, which is meant to be the national centralized electronic bidding website for all contracting authorities to manage their announcements. Etenders displays the latest calls for tenders and serves as an online bidding platform for companies.",
					"The website contracts.gov.mt offers a list of awarded contracts per year since 1999 in pdf format."
				],
				"Main source assessed": [
					"http://contracts.gov.mt/en/Tenders/Pages/Tenders.aspx"
				],
				"Relevant links": [
					"eTenders: https://www.etenders.gov.mt"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"The platform contracts.gov.mt contains tender information starting from 1999. The newer eTenders platform contains information since 2012."
				],
				"Coverage of the full tender cycle": [
					"The cycle is covered until contracts are awarded in both platforms."
				],
				"Availability of full tender documentation": [
					"Administrative documents and technical requirements can be accessed from the main website. On eTenders, these documents only become available after interested bidders register on the platform."
				],
				"Fees for information services": [
					"The information available in the Department of Contracts’ website is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Three main sources exist in Malta, one for paper-based procurement (divided in two different platforms, pre and post 2014) and a third one for electronic-based tenders."
				],
				"Diversity of information templates": [
					"There are no multiple announcement templates, only comprehensive information for each tender. Etenders has the option to browse by 8 different status types, corresponding to the stages of the tendering cycle."
				],
				"Machine readability of information": [
					"Most of the information is machine-readable in html formats, while some files are scanned documents and therefore non-machine readable. All the information in the complementary eTenders website is fully machine-readable."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are rather unstructured and require multiple links for different pieces of information. In eTenders the information is highly structured."
				],
				"Search precision": [
					"After January 2014, the website does not offer any search possibilities. eTenders has 10 search filters."
				],
				"Traceability of the tender cycle": [
					"Both adverts and contracts have unique IDs."
				],
				"Organisation IDs": [
					"No organization IDs are used."
				]
			}
		}
	},
	{
		"name": "Netherlands",
		"values": {
			"Info": {
				"Description": [
					"The Dutch government has set up the public and open website TenderNed in 2010. Its main purpose was to centralize all procurement information in one place and to facilitate and automatize the procurement process. It was envisioned as a goal to increase market competition and to reduce administrative inefficiency, as well as to improve the safety of the online bidding process. The site includes information on both large-scale tenders above the EU thresholds and smaller projects, and companies can channel their electronic bids through the platform when applicable. After the Procurement Act of 2012 came into force, the publicity of tenders through the portal has been mandatory. An executive decree establishes that the website is to be maintained by PIANOo, the specialized procurement body of the Ministry of Economic Affairs, Agriculture and Innovation. TenderNed’s publication module has three main obligations: a) to publish tender announcements; b) to provide statistical reporting to the EU Commission and c) to report on procurement affairs to the Dutch national parliament.",
					"An alternative website on tender information in the Netherlands is the Aanbestedingskalendar (ABK) set up in 2004. In contrast to TenderNed, it only contains open information on calls for tenders and has a commercial structure by which several fee paying services are offered to both interested bidders and buyers. All announcements published in ABK are also published in TenderNed."
				],
				"Main source assessed": [
					"TenderNed: www.tenderned.nl"
				],
				"Relevant links": [
					"ABK: www.aanbestedingskalender.nl"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2010."
				],
				"Coverage of the full tender cycle": [
					"The system allows for the follow-up of the tendering process, from the pre-announcement of tenders until the resolution of the bids. No ex-post information on project implementation is published on the website."
				],
				"Availability of full tender documentation": [
					"The Dutch site does not publish any documents regarding the specific contract or agreement between the contracting authority and the bidder."
				],
				"Fees for information services": [
					"Fees are not required for using the TenderNed platform."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Only one centralized database on tenders exists in the country, covering all public and semi-public contracting authorities at the national and subnational levels."
				],
				"Diversity of information templates": [
					"The organization of information templates is forthright: there are four types of announcements: pre-information; call for tenders; notice of cancellation, rectification or interruption and notice of tender awarded."
				],
				"Machine readability of information": [
					"All information is machine-readable in formats html and pdf. Additional documents may also have extensions .doc .xlsx or .zip"
				],
				"Pre-defined thematic structure of announcements": [
					"The thematic information on each tender is highly structured both for small and large tenders and uniform across all different type of notices (call for tenders, award notices, modification notices, etc.). Each tender notice contains information on a set of categories that follows the EU standards set by the TED database."
				],
				"Search precision": [
					"The search engine of the Dutch platform allows for multiple filtering options, including the contracting authority, type of procedure, whether the amount of the tender is above or below EU thresholds, the language of the notice, among others."
				],
				"Traceability of the tender cycle": [
					"The tender cycle can be followed up from pre-information announcements (when available) until the authority announces the winning bid."
				],
				"Organisation IDs": [
					"Each contracting authority has a single ID number."
				],
				"Other highlights": [
					"The use of TenderNed is free both for contracting authorities and companies. In 2012 TenderNed competitors held a complaint vis-à-vis the EU Commission stating that the site received unlawful financing from the Dutch government, as providers of similar services were not funded. In December 2014 the Commission released a decision stating that TenderNed is an extension of the Dutch Procurement Act of 2012 and acts as the special administrative body enforcing procurement legislation. It concluded that following appropriate definitions laid out by TFEU art. 107, the funding of TenderNed does not involve state Aid([i] EU Commission decision SA.34646: http://ec.europa.eu/competition/state_aid/cases/255396/255396_1614207_95_2.pdf)."
				]
			}
		}
	},
	{
		"name": "Norway",
		"values": {
			"Info": {
				"Description": [
					"In late 2004, the Norwegian government initiated a procurement process for renewal of the existing tender notification services. Until July 1st 2005, public procurement notices in Norway were published in a paper-based daily gazette, but the country’s internal drive towards electronic service delivery in the public sector combined with the EU’s 2004 procurement directive, pushed the country to introduce doffin.no, the Norwegian public procurement platform, which started functioning in December 2005."
				],
				"Main source assessed": [
					"www.doffin.no"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2003."
				],
				"Coverage of the full tender cycle": [
					"All phases of the tender cycle are covered by the information contained in the website."
				],
				"Availability of full tender documentation": [
					"Administrative documentation and technical specifications can be downloaded from the website."
				],
				"Fees for information services": [
					"The use of the website and all its functionalities is free."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Doffin.no is the database for notices of public procurement that are subject to the European Union regulations and also includes national tenders."
				],
				"Diversity of information templates": [
					"There are a total of 6 different announcement types (notice, award, intention, PIN, buyer profile and market survey)."
				],
				"Machine readability of information": [
					"All information is machine readable and presented in html format with the possibility of downloading additional pdf documents."
				],
				"Pre-defined thematic structure of announcements": [
					"Announcements are highly structured."
				],
				"Search precision": [
					"Doffin.no makes it easy to find announcements and contract awards through the 11 different filters available to the user."
				],
				"Traceability of the tender cycle": [
					"The tender cycle is traceable since contract award notices mention the corresponding ID of the call for tender."
				],
				"Organisation IDs": [
					"ID of the contracting entity is provided"
				]
			}
		}
	},
	{
		"name": "Poland",
		"values": {
			"Info": {
				"Description": [
					"In Poland, the public procurement notices are published at the Public Procurement Office’s portal. The site only contains the national procurement tenders, European level tenders are only available at the TED portal - hence all tenders above 30000 EUR and below the adequate European threshold are available at the site. Although electronic tendering is also available, it is not widely used yet."
				],
				"Main source assessed": [
					"http://bzp0.portal.uzp.gov.pl"
				],
				"Relevant links": [
					"http://www.uzp.gov.pl",
					"Bulk download: ftp://ftp.uzp.gov.pl/bzp/xml"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from August 2007."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive). However, there are no pre-tender information published."
				],
				"Availability of full tender documentation": [
					"Tender documentation is not available."
				],
				"Fees for information services": [
					"Simple and advanced notice search is free of charge. Documentation is payable in certain cases."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains below EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"There are 9 different national announcement types."
				],
				"Machine readability of information": [
					"The information is machine-readable in xml format."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are highly structured."
				],
				"Search precision": [
					"There are many (12) search categories."
				],
				"Traceability of the tender cycle": [
					"There are unique announcement IDs with mandatory referencing."
				],
				"Organisation IDs": [
					"The downloadable xml files contain the contracting authority’s ID."
				]
			}
		}
	},
	{
		"name": "Portugal",
		"values": {
			"Info": {
				"Description": [
					"The Portuguese Public Procurement Portal publishes information on all contracts concluded under the Public Contracts Code. It also gives access to the information system that assesses and monitors public works procurement in Portugal: the Observatório das Obras Públicas (Public Works Observatory). The portal fulfils several functions: it centralizes the most important data on public contracts that have been concluded; advertises the launch of calls for tenders and other procurement procedures, the conclusion of contracts, and any sanctions imposed; disseminates technical contents and relevant legislation and serves as a tool for citizens to monitor public spending. The portal was launched on July 30 2008 and is now managed by the Instituto da Construção e do Imobiliário, InCI (Institute of Construction and Real Estate, InCI)."
				],
				"Main source assessed": [
					"www.base.gov.pt"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2008."
				],
				"Coverage of the full tender cycle": [
					"Base.gov.pt covers most of the tender cycle, including information starting with the call for tenders, modification or cancellations, contract award announcements and some details on contract signature."
				],
				"Availability of full tender documentation": [
					"The website does not contain the administrative and technical specificities for the tender, but the physical or electronic location of these documents is usually provided."
				],
				"Fees for information services": [
					"The use of the website is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Base.gov.pt serves as a centralized public website for all national and EU tenders."
				],
				"Diversity of information templates": [
					"The Portuguese procurement website distinguishes between 5 main types of announcements: tender notice, contract award notices, sanctions, orders and deliberations and price increment notices."
				],
				"Machine readability of information": [
					"All the information provided is machine readable in either html or pdf format. Some basic information regarding the contract award notices and the call for tenders can also be downloaded as xls."
				],
				"Pre-defined thematic structure of announcements": [
					"Announcements are highly structured as they all follow a pre-defined template."
				],
				"Search precision": [
					"The search function in base.gov.pt is particularly user friendly and allows very refined searches.  There is a large amount of filters available to delimitate the search of contract awards (15) and active call for tenders (8)."
				],
				"Organisation IDs": [
					"Both IDs for supplier and contracting entities are provided."
				]
			}
		}
	},
	{
		"name": "Romania",
		"values": {
			"Info": {
				"Description": [
					"The website (e-licitatie.ro) of the Electronic System of Public Procurement is operated by the National Authority for Regulating and Monitoring Public Procurement. It is an electronic system operator regulated under public law. While the e-procurement website’s pilot version was launched in 2002, it is working with extended functionality since 2006. Tender notices are available since January 2007. Structured (csv), historical information is available in bulk download."
				],
				"Main source assessed": [
					"http://www.e-licitatie.ro"
				],
				"Relevant links": [
					"http://data.gov.ro/dataset/achizitii-publice-2007-2014-contracte"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from January 2007."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive)."
				],
				"Availability of full tender documentation": [
					"Documents are not linked to the announcements."
				],
				"Fees for information services": [
					"Simple and advanced notice search is free of charge. Fee is payable for the documentation in certain cases."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains both below and above EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"There are 7 different model announcement types."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are highly structured."
				],
				"Search precision": [
					"The announcements can be searched by several (20) criteria."
				],
				"Traceability of the tender cycle": [
					"There are no referencing between announcements, but they do have an ID. Tender specific IDs are not in use either."
				],
				"Organisation IDs": [
					"No *Organisation IDs are used."
				]
			}
		}
	},
	{
		"name": "Serbia",
		"values": {
			"Info": {
				"Description": [
					"The Public Procurement Office (PPO) is set up as an independent governmental agency with the mission of helping to establish sound procurement procedures and practices ensuring that public funds are spent in an efficient and transparent way. This agency is also responsible for the maintenance of the Public Procurement Portal for the purpose of improving general information provision to procuring entities and bidders and for the collection of statistical and other data on the procedures conducted, contracts concluded and on the efficiency of the public procurement system as a whole."
				],
				"Main source assessed": [
					"http://portal.ujn.gov.rs/Pretraga.aspx?tab=1"
				],
				"Relevant links": [
					"http://stariportal.ujn.gov.rs/search.aspx website for the search of older notices published under the old law."
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2013. Older tenders are published in a different website and date back to 2009."
				],
				"Coverage of the full tender cycle": [
					"The website offers information regarding all phases of the tender cycle."
				],
				"Availability of full tender documentation": [
					"All tender documentation is available on the site."
				],
				"Fees for information services": [
					"The website is free of charges."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Tenders after 2013 can be found in one platform. For tenders between 2009 and 2013, a separate website is available."
				],
				"Diversity of information templates": [
					"There are a total of 20 different announcement types."
				],
				"Machine readability of information": [
					"The information is machine readable in a semi-structured format (html, pdf)."
				],
				"Pre-defined thematic structure of announcements": [
					"The information provided in the website is well structured."
				],
				"Search precision": [
					"The Serbian procurement website offers 13 different fields to refine one’s search."
				],
				"Traceability of the tender cycle": [
					"The procurement process can be traced thanks to the unique ID number assigned to each tender."
				],
				"Organisation IDs": [
					"Only contracting authority ID´s are published."
				]
			}
		}
	},
	{
		"name": "Slovakia",
		"values": {
			"Info": {
				"Description": [
					"All published forms related to single procurement are well available within one centralized system with slightly more features and content than TED. Associated documents are published in another centralized system, well connected to the first one. Also there is third system containing all the contract with winners and sums of money paid. The main server - UVO has data since 2009, the others started running in 2011 and 2012."
				],
				"Main source assessed": [
					"http://www.uvo.gov.sk/evestnik"
				],
				"Relevant links": [
					"Contracts registry (not only procurement contracts), with paid sums: https://www.crz.gov.sk",
					"Documents registry including individual bids and other documents: http://crdvo.uvo.gov.sk"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2009. Earlier tenders are also available, but only in poorly structured html format."
				],
				"Coverage of the full tender cycle": [
					"The cycle is followed until the details of the contract signature."
				],
				"Availability of full tender documentation": [
					"Administrative documentation and technical specificities are published in the website."
				],
				"Fees for information services": [
					"Information is free for searching announcements and receiving alerts, although fees are payable in some cases to access the full tender documentation."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"There are several overlapping public procurement platforms in Slovakia."
				],
				"Diversity of information templates": [
					"There is a total of 29 information templates, 16 of which related to calls for tenders, contract award and contract modification announcement types."
				],
				"Machine readability of information": [
					"The information is machine-readable in html, and poorly structured xml formats."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are highly structured around thematic headings."
				],
				"Search precision": [
					"There is a total of 15 search categories in the Slovakian platform."
				],
				"Traceability of the tender cycle": [
					"Only announcements have unique IDs."
				],
				"Organisation IDs": [
					"Both supplier and contracting entities have unique IDs."
				]
			}
		}
	},
	{
		"name": "Slovenia",
		"values": {
			"Info": {
				"Description": [
					"The Slovenian central public procurement portal is maintained by the Ministry of Public Administration. It makes available all tender announcements above the national thresholds, and European level tenders are also available. Besides all of the tender related announcements, the portal also published the detailed tender documentations. Considering the e-procurement status, the portal only provides e-notification services, while e-submission is not in service yet."
				],
				"Main source assessed": [
					"www.enarocanje.si"
				],
				"Relevant links": [
					"rpls.si"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from June 2007."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive). (Prior information is only available for EU tenders.)"
				],
				"Availability of full tender documentation": [
					"Administrative and technical documentation is available."
				],
				"Fees for information services": [
					"The use of the website is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains both below and above EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"There are 6 different national announcement types (plus the standard EU announcement types)."
				],
				"Machine readability of information": [
					"The information is machine-readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are highly structured."
				],
				"Search precision": [
					"There are many (13) search categories."
				],
				"Traceability of the tender cycle": [
					"There are unique announcement IDs with mandatory referencing."
				],
				"Organisation IDs": [
					"Contracting authorities have a specific number assigned."
				]
			}
		}
	},
	{
		"name": "Spain",
		"values": {
			"Info": {
				"Description": [
					"Contrataciondelestado.es is the main point of access to information on public sector procurement activities, providing information on calls for tenders and results of all the agencies that compose it.",
					"It also offers multiple services that facilitate electronic trading, acting as a point of communication between government agencies and companies that want to hire them.",
					"The website is under the responsibility of the Directorate General of State Property and the Ministry of Finance and Public Administration, which have delegated its management to the General Office for the Coordination of Electronic Procurement."
				],
				"Main source assessed": [
					"www.contrataciondelestado.es"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2008."
				],
				"Coverage of the full tender cycle": [
					"With the exception of contract finalization and bidder performance, the website provides data on the full tender cycle."
				],
				"Availability of full tender documentation": [
					"The technical specifications and the administrative documents required are available for download on the website."
				],
				"Fees for information services": [
					"All the functionalities of the website are free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"Contrataciondelestado.es is a centralized website that contains all national and EU-level tenders from public entities both national and local. However, not all autonomous regions have signed agreements to  use the platform, but the Ministry of Finance is working to include all of them in the near future."
				],
				"Diversity of information templates": [
					"There are a total of 11 announcement types including procurement plans, call for tenders, provisional contract award, definitive contract award, contract modification announcement and cancellation, among others."
				],
				"Machine readability of information": [
					"All information provided is machine readable (either as html or pdf)."
				],
				"Pre-defined thematic structure of announcements": [
					"All announcements are highly structured and follow a template."
				],
				"Search precision": [
					"The Spanish procurement portal offers a wide array of filters to find the desired announcement. There are a total of 15 filters including types of procedure, type of announcement, estimated value of contract, date of publication and name of the contracting authority."
				],
				"Traceability of the tender cycle": [
					"The whole procurement process is traceable thanks to the unique tender ID that links all stages of the tender cycle."
				],
				"Organisation IDs": [
					"Only ID of supplier is provided."
				]
			}
		}
	},
	{
		"name": "Switzerland",
		"values": {
			"Info": {
				"Description": [
					"The site SIMAP is the official procurement platform of Switzerland. It centralizes tender information for the federal government, as well as all 26 cantons and communes. Public authorities can manage their online procurement processes through this platform, and bidders can access and submit tender documents after registering without any charge. SIMAP interacts automatically with the Swiss Commerce Gazette (SHAB), the European procurement platform (TED) and all cantonal gazettes with procurement announcements. The website exists since March 2009."
				],
				"Main source assessed": [
					"https://www.simap.ch/"
				],
				"Relevant links": [
					"Swiss Commerce Gazette (SHAB): https://www.shab.ch"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from 2008."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is followed until contracts are awarded."
				],
				"Availability of full tender documentation": [
					"Extra documents become available after registration, including technical requirements and administrative forms."
				],
				"Fees for information services": [
					"The use of the website is free of charge."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"SIMAP is the only centralized official procurement source in Switzerland, although part of this information is reproduced in other regional and national sources as well."
				],
				"Diversity of information templates": [
					"A total of five different templates exist (call for tenders, rectification, contract award, selection of participants and cancellation)."
				],
				"Machine readability of information": [
					"The information is readable in html format."
				],
				"Pre-defined thematic structure of announcements": [
					"All announcements follow a clear thematic structure for all the information in place."
				],
				"Search precision": [
					"SIMAP offers a total of 16 search categories."
				],
				"Traceability of the tender cycle": [
					"Each tender is highly traceable, as both announcements and contracts have unique IDs."
				],
				"Organisation IDs": [
					"No organizational IDs are used."
				]
			}
		}
	},
	{
		"name": "United Kingdom",
		"values": {
			"Info": {
				"Description": [
					"The central repository of public tenders in the UK is Contracts Finder, a portal maintained by the Crown Commercial Service of the Cabinet Office. The new website allowing for an API download option launched only on the 26th February 2015, hence earlier contract can be only found at the archived old public procurement site in a structured, downloadable format (csv or xml).",
					"Although the central site contains every contract within the UK, there are regional public procurement sites as well. Furthermore, Scotland, Wales and Northern Ireland have their own public procurement portals as well."
				],
				"Main source assessed": [
					"contractsfinder.service.gov.uk"
				],
				"Relevant links": [
					"Archived PP tenders:",
					"http://data.gov.uk/data/contracts-finder-archive/",
					"Regional PP sites:",
					"http://www.publiccontractsscotland.gov.uk/",
					"http://www.sell2wales.gov.uk/",
					"https://e-sourcingni.bravosolution.co.uk"
				]
			},
			"Data availability": {
				"Historical Data availability": [
					"This platform contains tender information starting from January 2011."
				],
				"Coverage of the full tender cycle": [
					"The tender cycle is covered until award announcements (inclusive), but information on modification/cancellation is not available explicitly."
				],
				"Availability of full tender documentation": [
					"Administrative documentation and technical specificities are available either directly from the PP site or via linked websites."
				],
				"Fees for information services": [
					"Simple and advanced search is free of charge, but there a fee is payable for documentation in certain cases."
				]
			},
			"Data quality": {
				"Fragmentation of procurement information sources": [
					"One centralized website contains below EU-level procurement tender information."
				],
				"Diversity of information templates": [
					"One standard, structured notice type is used in all stages of the tender process."
				],
				"Machine readability of information": [
					"The information is machine-readable in xml format."
				],
				"Pre-defined thematic structure of announcements": [
					"The announcements are highly structured. However, they only contain a very limited set of information."
				],
				"Search precision": [
					"There are many (11) search categories."
				],
				"Traceability of the tender cycle": [
					"Only notices have unique IDs, but there is no referencing. However, contract award documents contain all information."
				],
				"Organisation IDs": [
					"Only supplier ID is available."
				]
			}
		}
	}
]